[
  {
    "condition": "few traditional remedies,",
    "remedy": "Few traditional remedies, however, have translated into modern drugs, although there is continuing research into the efficacy and possible adaptation of traditional herbal treatments"
  },
  {
    "condition": "[1] scientific evidence",
    "remedy": "[1] Scientific evidence for the effectiveness of many herbal treatments remains limited, prompting ongoing regulatory evaluation and research into their safety and efficacy"
  },
  {
    "condition": "cold",
    "remedy": "Drink ginger tea with honey and lemon. Take 2-3 times daily."
  },
  {
    "condition": "cough",
    "remedy": "Mix tulsi leaves, ginger, and honey in warm water. Drink 2 times daily."
  },
  {
    "condition": "headache",
    "remedy": "Apply peppermint oil on temples or drink chamomile tea."
  },
  {
    "condition": "sore throat",
    "remedy": "Gargle with warm salt water or drink licorice root tea."
  },
  {
    "condition": "indigestion",
    "remedy": "Drink peppermint tea or chew fennel seeds after meals."
  },
  {
    "condition": "insomnia",
    "remedy": "Drink chamomile or valerian root tea before bedtime."
  },
  {
    "condition": "stress",
    "remedy": "Practice meditation and drink ashwagandha tea."
  },
  {
    "condition": "skin irritation",
    "remedy": "Apply aloe vera gel or calendula cream on affected area."
  },
  {
    "condition": "joint pain",
    "remedy": "Apply turmeric paste or take ginger supplements."
  },
  {
    "condition": "nausea",
    "remedy": "Sip ginger tea or chew on fresh mint leaves."
  },
  {
    "condition": "anxiety",
    "remedy": "Drink passionflower tea or take lavender oil supplements."
  },
  {
    "condition": "constipation",
    "remedy": "Take psyllium husk with water or eat prunes."
  },
  {
    "condition": "diarrhea",
    "remedy": "Drink black tea or eat bananas to help firm stools."
  },
  {
    "condition": "fatigue",
    "remedy": "Take ginseng supplements or drink green tea for energy."
  },
  {
    "condition": "allergies",
    "remedy": "Take butterbur supplements or drink nettle tea."
  },
  {
    "condition": "acne",
    "remedy": "Apply tea tree oil or aloe vera gel to affected areas."
  },
  {
    "condition": "arthritis",
    "remedy": "Take turmeric or ginger supplements to reduce inflammation."
  },
  {
    "condition": "asthma",
    "remedy": "Drink coffee or take ginkgo biloba to help open airways."
  },
  {
    "condition": "back pain",
    "remedy": "Apply capsaicin cream or take white willow bark supplements."
  },
  {
    "condition": "high blood pressure",
    "remedy": "Take garlic supplements or drink hibiscus tea."
  }
]